{
    'doas': [
    {
        "title": "1. Al-Fatihah (juzuk 1, ayat 1-7)",
        "arabic": "بِسۡمِ ٱللهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِيمِ (﻿١﻿) ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَـٰلَمِينَ (﻿٢﻿) ٱلرَّحۡمَـٰنِ ٱلرَّحِيمِ (﻿٣﻿) مَـٰلِكِ يَوۡمِ ٱلدِّينِ (﻿٤﻿) إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ (﻿٥﻿) ٱهۡدِنَا ٱلصِّرَٲطَ ٱلۡمُسۡتَقِيمَ (﻿٦﻿) صِرَٲطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ (﻿٧﻿)",
        "spell": "",
        "indo": "1. Dengan nama Allah, Yang Maha Pemurah, lagi Maha Mengasihani.<br/><br/>2. Segala puji tertentu bagi Allah, Tuhan Yang memelihara dan mentadbirkan sekalian alam.<br/><br/>3. Yang Maha Pemurah, lagi Maha Mengasihani.<br/><br/>4. Yang Menguasai pemerintahan hari Pembalasan (hari Akhirat).<br/><br/>5. Engkaulah sahaja (Ya Allah) Yang Kami sembah, dan kepada Engkaulah sahaja Kami memohon pertolongan.<br/><br/>6. Tunjukilah Kami jalan Yang lurus.<br/><br/>7. Iaitu jalan orang-orang Yang Engkau telah kurniakan nikmat kepada mereka, bukan (jalan) orang-orang Yang Engkau telah murkai, dan bukan pula (jalan) orang-orang Yang sesat.",
        "audio": "01_al-fatihah.mp3"
    }
    ,
    {
        "title": "2. Al-Baqarah (juzuk 1, ayat 1-5)",
        "arabic": "بِسۡمِ ٱللهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِيمِ
الٓمٓ (﻿١﻿) ذَٲلِكَ ٱلۡڪِتَـٰبُ لَا رَيۡبَ‌ۛ فِيهِ‌ۛ هُدً۬ى لِّلۡمُتَّقِينَ (﻿٢﻿) ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَـٰهُمۡ يُنفِقُونَ (﻿٣﻿) وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأَخِرَةِ هُمۡ يُوقِنُونَ (﻿٤﻿) أُوْلَـٰٓٮِٕكَ عَلَىٰ هُدً۬ى مِّن رَّبِّهِمۡ‌ۖ وَأُوْلَـٰٓٮِٕكَ هُمُ ٱلۡمُفۡلِحُونَ (﻿٥﻿)",
        "spell": "",
        "indo": "Dengan nama Allah, Yang Maha Pemurah, lagi Maha Mengasihani.<br/><br/>1. Alif, Laam, Miim.<br/><br/>2. Kitab Al-Quran ini, tidak ada sebarang syak padanya (tentang datangnya dari Allah dan tentang sempurnanya); ia pula menjadi petunjuk bagi orang-orang Yang (hendak) bertaqwa;<br/><br/>3. Iaitu orang-orang Yang beriman kepada perkara-perkara Yang ghaib, dan mendirikan (mengerjakan) sembahyang serta membelanjakan (mendermakan) sebahagian dari rezeki Yang Kami berikan kepada mereka.<br/><br/>4. dan juga orang-orang Yang beriman kepada Kitab \”Al-Quran\” Yang diturunkan kepadamu (Wahai Muhammad), dan Kitab-kitab Yang diturunkan dahulu daripadamu, serta mereka yakin akan (adanya) hari akhirat (dengan sepenuhnya).<br/><br/>5. mereka itulah Yang tetap mendapat petunjuk dari Tuhan mereka, dan merekalah orang-orang Yang berjaya.",
        "audio": "02_al-baqarah_1-5.mp3"
    }
    ,
    {
        "title": "3. Al-Baqarah (juzuk 1, ayat 102)",
        "arabic": "وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَـٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَـٰنَ‌ۖ وَمَا ڪَفَرَ سُلَيۡمَـٰنُ وَلَـٰكِنَّ ٱلشَّيَـٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَڪَيۡنِ بِبَابِلَ هَـٰرُوتَ وَمَـٰرُوتَ‌ۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٌ۬ فَلَا تَكۡفُرۡ‌ۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦ‌ۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِ‌ۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ‌ۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَٮٰهُ مَا لَهُ ۥ فِى ٱلۡأَخِرَةِ مِنۡ خَلَـٰقٍ۬‌ۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦۤ أَنفُسَهُمۡ‌ۚ لَوۡ ڪَانُواْ يَعۡلَمُونَ (﻿١٠٢﻿)",
        "spell": "",
        "indo": "102. mereka (membelakangkan Kitab Allah) dan mengikut ajaran-ajaran sihir Yang dibacakan oleh puak-puak Syaitan Dalam masa pemerintahan Nabi Sulaiman, padahal Nabi Sulaiman tidak mengamalkan sihir Yang menyebabkan kekufuran itu, akan tetapi puak-puak Syaitan itulah Yang kafir (dengan amalan sihirnya); kerana merekalah Yang mengajarkan manusia ilmu sihir dan apa Yang diturunkan kepada dua malaikat: Harut dan Marut, di negeri Babil (Babylon), sedang mereka berdua tidak mengajar seseorang pun melainkan setelah mereka menasihatinya Dengan berkata: \”Sesungguhnya Kami ini hanyalah cubaan (untuk menguji imanmu), oleh itu janganlah Engkau menjadi kafir (dengan mempelajarinya)\”. Dalam pada itu ada juga orang-orang mempelajari dari mereka berdua: ilmu sihir Yang boleh menceraikan antara seorang suami Dengan isterinya, padahal mereka tidak akan dapat sama sekali memberi mudarat (atau membahayakan) Dengan sihir itu seseorang pun melainkan Dengan izin Allah. dan sebenarnya mereka mempelajari perkara Yang hanya membahayakan mereka dan tidak memberi manfaat kepada mereka. dan Demi Sesungguhnya mereka (kaum Yahudi itu) telahpun mengetahui Bahawa sesiapa Yang memilih ilmu sihir itu tidaklah lagi mendapat bahagian Yang baik di akhirat. Demi Sesungguhnya amat buruknya apa Yang mereka pilih untuk diri mereka, kalaulah mereka mengetahui.",
        "audio": "03_al-baqarah_102.mp3"
    }
    ,
    {
        "title": "4. Al-Baqarah (juzuk 2, ayat 163-164)",
        "arabic": "وَإِلَـٰهُكُمۡ إِلَـٰهٌ۬ وَٲحِدٌ۬‌ۖ لَّآ إِلَـٰهَ إِلَّا هُوَ ٱلرَّحۡمَـٰنُ ٱلرَّحِيمُ (﻿١٦٣﻿) إِنَّ فِى خَلۡقِ ٱلسَّمَـٰوَٲتِ وَٱلۡأَرۡضِ وَٱخۡتِلَـٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِى تَجۡرِى فِى ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٍ۬ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِہَا وَبَثَّ فِيہَا مِن ڪُلِّ دَآبَّةٍ۬ وَتَصۡرِيفِ ٱلرِّيَـٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأَيَـٰتٍ۬ لِّقَوۡمٍ۬ يَعۡقِلُونَ (﻿١٦٤﻿)",
        "spell": "",
        "indo": "163. dan Tuhan kamu ialah Tuhan Yang Maha Esa; tiada Tuhan (yang berhak disembah) selain dari Allah, Yang Maha Pemurah, lagi Maha Mengasihani.<br/><br/>164. Sesungguhnya pada kejadian langit dan bumi; dan (pada) pertukaran malam dan siang; dan (pada) kapal-kapal Yang belayar di laut Dengan membawa benda-benda Yang bermanfaat kepada manusia; demikian juga (pada) air hujan Yang Allah turunkan dari langit lalu Allah hidupkan dengannya tumbuh-tumbuhan di bumi sesudah matinya, serta ia biakkan padanya dari berbagai-bagai jenis binatang; demikian juga (pada) peredaran angin dan awan Yang tunduk (kepada Kuasa Allah) terapung-apung di antara langit Dengan bumi; Sesungguhnya (pada semuanya itu) ada tanda-tanda (yang membuktikan keesaan Allah kekuasaanNya, kebijaksanaanNya, dan keluasan rahmatNya) bagi kaum Yang (mahu) menggunakan akal fikiran.",
        "audio": "04_al-baqarah_163-164.mp3"
    }
    ,
    {
        "title": "5. Al-Baqarah (juzuk 3, Ayatul Kursi 255) (7x)",
        "arabic": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلۡحَىُّ ٱلۡقَيُّومُ‌ۚ لَا تَأۡخُذُهُ ۥ سِنَةٌ۬ وَلَا نَوۡمٌ۬‌ۚ لَّهُ ۥ مَا فِى ٱلسَّمَـٰوَٲتِ وَمَا فِى ٱلۡأَرۡضِ‌ۗ مَن ذَا ٱلَّذِى يَشۡفَعُ عِندَهُ ۥۤ إِلَّا بِإِذۡنِهِۦ‌ۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ‌ۖ وَلَا يُحِيطُونَ بِشَىۡءٍ۬ مِّنۡ عِلۡمِهِۦۤ إِلَّا بِمَا شَآءَ‌ۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَـٰوَٲتِ وَٱلۡأَرۡضَ‌ۖ وَلَا يَـُٔودُهُ ۥ حِفۡظُهُمَا‌ۚ وَهُوَ ٱلۡعَلِىُّ ٱلۡعَظِيمُ (﻿٢٥٥﻿)",
        "spell": "",
        "indo": "255. Allah, tiada Tuhan (yang berhak disembah) melainkan Dia, Yang tetap hidup, Yang kekal selama-lamanya mentadbirkan (sekalian makhlukNya). Yang tidak mengantuk usahkan tidur. Yang memiliki Segala Yang ada di langit dan Yang ada di bumi. tiada sesiapa Yang dapat memberi syafaat (pertolongan) di sisiNya melainkan Dengan izinNya. Yang mengetahui apa Yang ada di hadapan mereka dan apa Yang ada di belakang mereka, sedang mereka tidak mengetahui sesuatu pun dari (kandungan) ilmu Allah melainkan apa Yang Allah kehendaki (memberitahu kepadanya). Luasnya Kursi Allah (ilmuNya dan kekuasaanNya) meliputi langit dan bumi; dan tiadalah menjadi keberatan kepada Allah menjaga serta memelihara keduanya. dan Dia lah Yang Maha tinggi (darjat kemuliaanNya), lagi Maha besar (kekuasaanNya)",
        "audio": "05_al-baqarah_255x1.mp3"
    }
    ,
    {
        "title": "6. Al-Baqarah (juzuk 3, ayat 285-286)",
        "arabic": "ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَ‌ۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَـٰٓٮِٕكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٍ۬ مِّن رُّسُلِهِۦ‌ۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَا‌ۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ (﻿٢٨٥﻿) لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَا‌ۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡہَا مَا ٱكۡتَسَبَتۡ‌ۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَا‌ۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرً۬ا كَمَا حَمَلۡتَهُ ۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَا‌ۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦ‌ۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآ‌ۚ أَنتَ مَوۡلَٮٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡڪَـٰفِرِينَ (﻿٢٨٦﻿)",
        "spell": "",
        "indo": "285. Rasulullah telah beriman kepada apa Yang diturunkan kepadanya dari Tuhannya, dan juga orang-orang Yang beriman; semuanya beriman kepada Allah, dan Malaikat-malaikatNya, dan Kitab-kitabNya, dan Rasul-rasulNya. (Mereka berkata): \”Kami tidak membezakan antara seorang Dengan Yang lain Rasul-rasulnya\”. mereka berkata lagi: Kami dengar dan Kami taat (Kami pohonkan) keampunanMu Wahai Tuhan kami, dan kepadamu jualah tempat kembali\”.<br/><br/>286. Allah tidak memberati seseorang melainkan apa Yang terdaya olehnya. ia mendapat pahala kebaikan Yang diusahakannya, dan ia juga menanggung dosa kejahatan Yang diusahakannya. (Mereka berdoa Dengan berkata): \”Wahai Tuhan kami! janganlah Engkau mengirakan Kami salah jika Kami lupa atau Kami tersalah. Wahai Tuhan Kami ! janganlah Engkau bebankan kepada Kami bebanan Yang berat sebagaimana Yang telah Engkau bebankan kepada orang-orang Yang terdahulu daripada kami. Wahai Tuhan kami! janganlah Engkau pikulkan kepada Kami apa Yang Kami tidak terdaya memikulnya. dan maafkanlah kesalahan kami, serta ampunkanlah dosa kami, dan berilah rahmat kepada kami. Engkaulah Penolong kami; oleh itu, tolonglah Kami untuk mencapai kemenangan terhadap kaum-kaum Yang kafir\”",
        "audio": "06_al-baqarah_285-286.mp3"
    }
    ,
    {
        "title": "7. Ali-Imran (juzuk 3, ayat 18-19)",
        "arabic": "شَهِدَ ٱللَّهُ أَنَّهُ ۥ لَآ إِلَـٰهَ إِلَّا هُوَ وَٱلۡمَلَـٰٓٮِٕكَةُ وَأُوْلُواْ ٱلۡعِلۡمِ قَآٮِٕمَۢا بِٱلۡقِسۡطِ‌ۚ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلۡعَزِيزُ ٱلۡحَڪِيمُ (﻿١٨﻿) إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلۡإِسۡلَـٰمُ‌ۗ وَمَا ٱخۡتَلَفَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَـٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡ‌ۗ وَمَن يَكۡفُرۡ بِـَٔايَـٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ (﻿١٩﻿)ٍ",
        "spell": "",
        "indo": "18. Allah menerangkan (kepada sekalian makhlukNya Dengan dalil-dalil dan bukti), bahawasanya tiada Tuhan (yang berhak disembah) melainkan Dia, Yang sentiasa mentadbirkan (seluruh alam) Dengan keadilan, dan malaikat-malaikat serta orang-orang Yang berilmu (mengakui dan menegaskan juga Yang demikian); tiada Tuhan (yang berhak disembah) melainkan dia; Yang Maha Kuasa, lagi Maha Bijaksana.<br/><br/>19. Sesungguhnya ugama (yang benar dan diredai) di sisi Allah ialah Islam. dan orang-orang (Yahudi dan Nasrani) Yang diberikan Kitab itu tidak berselisih (mengenai ugama Islam dan enggan menerimanya) melainkan setelah sampai kepada mereka pengetahuan Yang sah tentang kebenarannya; (perselisihan itu pula) semata-mata kerana hasad dengki Yang ada Dalam kalangan mereka. dan (ingatlah), sesiapa Yang kufur ingkar akan ayat-ayat keterangan Allah, maka Sesungguhnya Allah amat segera hitungan hisabNya.",
        "audio": "07_ali-imran_18-19.mp3"
    }
    ,
    {
        "title": "8. Al-’Araf (juzuk 8, ayat 54-56)",
        "arabic": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٲتِ وَٱلۡأَرۡضَ فِى سِتَّةِ أَيَّامٍ۬ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِ يُغۡشِى ٱلَّيۡلَ ٱلنَّہَارَ يَطۡلُبُهُ ۥ حَثِيثً۬ا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٲتِۭ بِأَمۡرِهِۦۤ‌ۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُ‌ۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَـٰلَمِينَ (﻿٥٤﻿) ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعً۬ا وَخُفۡيَةً‌ۚ إِنَّهُ ۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ (﻿٥٥﻿) وَلَا تُفۡسِدُواْ فِى ٱلۡأَرۡضِ بَعۡدَ إِصۡلَـٰحِهَا وَٱدۡعُوهُ خَوۡفً۬ا وَطَمَعًا‌ۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٌ۬ مِّنَ ٱلۡمُحۡسِنِينَ (﻿٥٦﻿)",
        "spell": "",
        "indo": "54. Sesungguhnya Tuhan kamu ialah Allah Yang menciptakan langit dan bumi Dalam enam masa lalu ia bersemayam di atas Arasy; ia melindungi malam Dengan siang Yang mengiringinya Dengan deras (silih berganti) dan (ia pula Yang menciptakan) matahari dan bulan serta bintang-bintang, (Semuanya) tunduk kepada perintahNya. ingatlah, kepada Allah jualah tertentu urusan menciptakan (sekalian makhluk) dan urusan pemerintahan. Maha suci Allah Yang mencipta dan mentadbirkan sekalian alam.<br/><br/>55. berdoalah kepada Tuhan kamu Dengan merendah diri dan (dengan suara) perlahan-lahan. Sesungguhnya Allah tidak suka kepada orang-orang Yang melampaui batas.<br/><br/>56. dan janganlah kamu berbuat kerosakan di bumi sesudah Allah menyediakan Segala Yang membawa kebaikan padanya, dan berdoalah kepadanya Dengan perasaan bimbang (kalau-kalau tidak diterima) dan juga Dengan perasaan terlalu mengharapkan (supaya makbul). Sesungguhnya rahmat Allah itu dekat kepada orang-orang Yang memperbaiki amalannya.",
        "audio": "08_al-a'raf_54-56.mp3"
    }  
    ,
    {
        "title": "9. Al-’Araf (juzuk 9, ayat 117-122) (7x)",
        "arabic": "۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَ‌ۖ فَإِذَا هِىَ تَلۡقَفُ مَا يَأۡفِكُونَ (﻿١١٧﻿) فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ (﻿١١٨﻿) فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَـٰغِرِينَ (﻿١١٩﻿) وَأُلۡقِىَ ٱلسَّحَرَةُ سَـٰجِدِينَ (﻿١٢٠﻿) قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَـٰلَمِينَ (﻿١٢١﻿) رَبِّ مُوسَىٰ وَهَـٰرُونَ (﻿١٢٢﻿)",
        "spell": "",
        "indo": "117. dan Kami wahyukan kepada Nabi Musa: \”Campakkanlah tongkatmu!\” maka tiba-tiba tongkat itu menelan apa Yang mereka pura-pura adakan (dengan sihir mereka).<br/><br/>118. maka sabitlah kebenaran (mukjizat Nabi Musa), dan batalah (sihir) Yang mereka telah lakukan.<br/><br/>119. oleh itu, kalahlah Firaun dan ketua-ketua kaumnya di situ dan kembalilah mereka Dengan keadaan Yang hina.<br/><br/>120. dan (Kemenangan Nabi Musa menjadikan) Ahli-ahli sihir itu Dengan sendirinya merebahkan diri mereka sujud,<br/><br/>121. sambil berkata: \”Kami beriman kepada Tuhan sekalian alam.<br/><br/>122. \”(Iaitu) Tuhan bagi Nabi Musa dan Nabi Harun\”.",
        "audio": "09_al-a'raf_117-122.mp3"
    }    
    ,
    {
        "title": "10. Yunus (juzuk 11, ayat 81-82) (7x)",
        "arabic": "إِنَّڪُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَہۡوَةً۬ مِّن دُونِ ٱلنِّسَآءِ‌ۚ بَلۡ أَنتُمۡ قَوۡمٌ۬ مُّسۡرِفُونَ (﻿٨١﻿) وَمَا ڪَانَ جَوَابَ قَوۡمِهِۦۤ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِڪُمۡ‌ۖ إِنَّهُمۡ أُنَاسٌ۬ يَتَطَهَّرُونَ (﻿٨٢﻿)",
        "spell": "",
        "indo": "81. setelah mereka campakkan (benda-benda itu), Nabi Musa berkata:\” apa Yang kamu datangkan itu, itulah sihir; Sesungguhnya Allah akan mendedahkan kepalsuannya (dengan mukjizat Yang dikurniakanNya kepadaku); Sesungguhnya Allah tidak akan menjayakan perbuatan orang-orang Yang melakukan kerosakan.<br/><br/>82. \”Dan Allah juga sentiasa menetapkan perkara Yang benar Dengan Kalimah-kalimah perintahNya, Walaupun Yang demikian dibenci oleh orang-orang Yang melakukan dosa\”.",
        "audio": "10_yunus_81-82.mp3"
    }
    ,
    {
        "title": "11. Toha (juzuk 16, ayat 69) (7x)",
        "arabic": "وَأَلۡقِ مَا فِى يَمِينِكَ تَلۡقَفۡ مَا صَنَعُوٓاْ‌ۖ إِنَّمَا صَنَعُواْ كَيۡدُ سَـٰحِرٍ۬‌ۖ وَلَا يُفۡلِحُ ٱلسَّاحِرُ حَيۡثُ أَتَىٰ (﻿٦٩﻿)",
        "spell": "",
        "indo": "69. \”Dan campakkanlah apa Yang ada di tangan kananmu, nescaya ia menelan Segala (benda-benda sihir) Yang mereka lakukan, kerana Sesungguhnya apa Yang mereka lakukan itu hanyalah tipu daya ahli sihir; sedang ahli sihir itu tidak akan beroleh kejayaan, di mana sahaja ia berada\”.",
        "audio": "11_toha_69.mp3"
    }
    ,
    {
        "title": "12. Al-Mukminun (juzuk 18, ayat 115-118)",
        "arabic": "أَفَحَسِبۡتُمۡ أَنَّمَا خَلَقۡنَـٰكُمۡ عَبَثً۬ا وَأَنَّكُمۡ إِلَيۡنَا لَا تُرۡجَعُونَ (﻿١١٥﻿) فَتَعَـٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّ‌ۖ لَآ إِلَـٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡڪَرِيمِ (﻿١١٦﻿) وَمَن يَدۡعُ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ لَا بُرۡهَـٰنَ لَهُ ۥ بِهِۦ فَإِنَّمَا حِسَابُهُ ۥ عِندَ رَبِّهِۦۤ‌ۚ إِنَّهُ ۥ لَا يُفۡلِحُ ٱلۡكَـٰفِرُونَ (﻿١١٧﻿) وَقُل رَّبِّ ٱغۡفِرۡ وَٱرۡحَمۡ وَأَنتَ خَيۡرُ ٱلرَّٲحِمِينَ (﻿١١٨﻿)",
        "spell": "",
        "indo": "115. \”Maka Adakah patut kamu menyangka Bahawa Kami hanya menciptakan kamu (dari tiada kepada ada) sahaja Dengan tiada sebarang hikmat pada ciptaan itu? dan kamu (menyangka pula) tidak akan dikembalikan kepada kami?\”<br/><br/>116. maka (dengan Yang demikian) Maha Tinggilah Allah Yang Menguasai seluruh alam, lagi Yang tetap benar; tiada Tuhan melainkan Dia, Tuhan Yang mempunyai Arasy Yang mulia.<br/><br/>117. dan sesiapa Yang menyembah Tuhan Yang lain bersama-sama Allah, Dengan tidak berdasarkan sebarang keterangan mengenainya, maka Sesungguhnya hitungannya (dan balasan amalnya Yang jahat itu) disediakan di sisi Tuhannya. Sesungguhnya orang-orang Yang kafir tidak akan berjaya.<br/><br/>118. dan berdoalah (Wahai Muhammad Dengan berkata): \”Wahai Tuhanku, berikanlah ampun dan kurniakan rahmat, dan sememangnya Engkaulah sahaja sebaik-baik pemberi rahmat!\”",
        "audio": "12_al-mukminun_115-118.mp3"
    }
    ,
    {
        "title": "13. As-Soffaat (juzuk 23, ayat 1-10)",
        "arabic": "بِسۡمِ ٱللهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِيمِ
وَٱلصَّـٰٓفَّـٰتِ صَفًّ۬ا (﻿١﻿) فَٱلزَّٲجِرَٲتِ زَجۡرً۬ا (﻿٢﻿) فَٱلتَّـٰلِيَـٰتِ ذِكۡرًا (﻿٣﻿) إِنَّ إِلَـٰهَكُمۡ لَوَٲحِدٌ۬ (﻿٤﻿) رَّبُّ ٱلسَّمَـٰوَٲتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَہُمَا وَرَبُّ ٱلۡمَشَـٰرِقِ (﻿٥﻿) إِنَّا زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِزِينَةٍ ٱلۡكَوَاكِبِ (﻿٦﻿) وَحِفۡظً۬ا مِّن كُلِّ شَيۡطَـٰنٍ۬ مَّارِدٍ۬ (﻿٧﻿) لَّا يَسَّمَّعُونَ إِلَى ٱلۡمَلَإِ ٱلۡأَعۡلَىٰ وَيُقۡذَفُونَ مِن كُلِّ جَانِبٍ۬ (﻿٨﻿) دُحُورً۬ا‌ۖ وَلَهُمۡ عَذَابٌ۬ وَاصِبٌ (﻿٩﻿) إِلَّا مَنۡ خَطِفَ ٱلۡخَطۡفَةَ فَأَتۡبَعَهُ ۥ شِہَابٌ۬ ثَاقِبٌ۬ (﻿١٠﻿)",
        "spell": "",
        "indo": "1. Demi (hamba-hambaKu) Yang berbaris Dengan berderet-deret -<br/><br/>2. (hamba-hambaKu) Yang melarang (dari kejahatan) Dengan sesungguh-sungguhnya -<br/><br/>3. (hamba-hambaKu) Yang membaca kandungan Kitab Suci;<br/><br/>4. (Sumpah Demi sumpah) Sesungguhnya Tuhan kamu hanyalah satu -<br/><br/>5. Tuhan (yang mencipta serta mentadbirkan) langit dan bumi dan Segala Yang ada di antara keduanya, dan Tuhan (yang mengatur) tempat-tempat terbit matahari.<br/><br/>6. Sesungguhnya Kami telah menghiasi langit Yang dekat (pada penglihatan penduduk bumi) Dengan hiasan bintang-bintang.<br/><br/>7. dan (Kami pelihara urusan langit itu) Dengan serapi-rapi kawalan dari (masuk campur) tiap-tiap Syaitan Yang derhaka;<br/><br/>8. (dengan itu) mereka tidak dapat memasang telinga mendengar (percakapan malaikat) penduduk langit, dan mereka pula direjam (dengan api) dari Segala arah dan penjuru,<br/><br/>9. untuk mengusir mereka; dan mereka pula beroleh azab seksa Yang tidak putus-putus.<br/><br/>10. kecuali sesiapa di antara syaitan-syaitan itu Yang curi mendengar mana-mana percakapan (malaikat), maka ia diburu dan diikuti (dengan rejaman) api Yang menjulang lagi menembusi.",
        "audio": "13_as-soffaat_1-10.mp3"
    }
    ,
    {
        "title": "14. Al-Ahqaaf (juzuk 26, ayat 29-32)",
        "arabic": "وَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرً۬ا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْ‌ۖ فَلَمَّا قُضِىَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ (﻿٢٩﻿) قَالُواْ يَـٰقَوۡمَنَآ إِنَّا سَمِعۡنَا ڪِتَـٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقً۬ا لِّمَا بَيۡنَ يَدَيۡهِ يَہۡدِىٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٍ۬ مُّسۡتَقِيمٍ۬ (﻿٣٠﻿) يَـٰقَوۡمَنَآ أَجِيبُواْ دَاعِىَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَڪُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٍ۬ (﻿٣١﻿) وَمَن لَّا يُجِبۡ دَاعِىَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٍ۬ فِى ٱلۡأَرۡضِ وَلَيۡسَ لَهُ ۥ مِن دُونِهِۦۤ أَوۡلِيَآءُ‌ۚ أُوْلَـٰٓٮِٕكَ فِى ضَلَـٰلٍ۬ مُّبِينٍ (﻿٣٢﻿)",
        "spell": "",
        "indo": "29. dan (ingatkanlah peristiwa) semasa Kami menghalakan satu rombongan jin datang kepadamu (Wahai Muhammad) untuk mendengar Al-Quran; setelah mereka menghadiri bacaannya, berkatalah (setengahnya kepada Yang lain): \”Diamlah kamu Dengan sebulat-bulat ingatan untuk mendengarnya!\” kemudian setelah selesai bacaan itu, kembalilah mereka kepada kaumnya (menyiarkan ajaran Al-Quran itu dengan) memberi peringatan dan amaran.<br/><br/>30. mereka berkata: \”Wahai kaum kami! Sesungguhnya Kami telah mendengar Kitab (Al-Quran) Yang diturunkan (oleh Allah) sesudah Nabi Musa, Yang menegaskan kebenaran Kitab-kitab suci Yang terdahulu daripadanya, lagi, memandu kepada kebenaran (tauhid) dan ke jalan Yang lurus (ugama Islam)<br/><br/>31. \”Wahai kaum kami! Sahutlah (seruan) Rasul (Nabi Muhammad) Yang mengajak ke jalan Allah, serta berimanlah kamu kepadaNya, supaya Allah mengampunkan sebahagian dari dosa-dosa kamu, dan menyelamatkan kamu dari azab seksa Yang tidak terperi sakitnya.<br/><br/>32. \”Dan sesiapa tidak menyahut (seruan) Rasul Yang mengajaknya ke jalan Allah, maka ia tidak akan dapat melepaskan diri (dari balasan azab walau ke mana sahaja ia melarikan diri) di bumi, dan ia tidak akan beroleh sesiapapun - Yang lain dari Allah - sebagai pelindung-pelindung Yang membelanya; mereka (yang demikian sifatnya) adalah Dalam kesesatan Yang nyata\”.",
        "audio": "14_al-ahqaf_29-32.mp3"
    }
    ,
    {
        "title": "15. Ar-Rahman (juzuk 27, ayat 33-36)",
        "arabic": "يَـٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ إِنِ ٱسۡتَطَعۡتُمۡ أَن تَنفُذُواْ مِنۡ أَقۡطَارِ ٱلسَّمَـٰوَٲتِ وَٱلۡأَرۡضِ فَٱنفُذُواْ‌ۚ لَا تَنفُذُونَ إِلَّا بِسُلۡطَـٰنٍ۬ (﻿٣٣﻿) فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ (﻿٣٤﻿) يُرۡسَلُ عَلَيۡكُمَا شُوَاظٌ۬ مِّن نَّارٍ۬ وَنُحَاسٌ۬ فَلَا تَنتَصِرَانِ (﻿٣٥﻿) فَبِأَىِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ (﻿٣٦﻿)",
        "spell": "",
        "indo": "33. Wahai sekalian jin dan manusia! kalau kamu dapat menembus keluar dari kawasan-kawasan langit dan bumi (untuk melarikan diri dari kekuasaan dan balasan kami), maka cubalah kamu menembus keluar. kamu tidak akan menembus keluar melainkan Dengan satu kekuasaan (yang mengatasi kekuasaan kami; Masakan dapat)!<br/><br/>34. maka Yang mana satu di antara nikmat-nikmat Tuhan kamu, Yang kamu hendak dustakan?<br/><br/>35. kamu (Wahai golongan Yang kufur ingkar dari kalangan jin dan manusia) akan ditimpakan Dengan api Yang menjulang-julang dan leburan tembaga cair (yang membakar); Dengan Yang demikian, kamu tidak akan dapat mempertahankan diri (dari azab seksa itu);<br/><br/>36. maka Yang mana satu di antara nikmat-nikmat Tuhan kamu, Yang kamu hendak dustakan?",
        "audio": "15_ar-rahman_33-36.mp3"
    }
    ,
    {
        "title": "16. Al-Hasyr (juzuk 28, ayat 21-24)",
        "arabic": "لَوۡ أَنزَلۡنَا هَـٰذَا ٱلۡقُرۡءَانَ عَلَىٰ جَبَلٍ۬ لَّرَأَيۡتَهُ ۥ خَـٰشِعً۬ا مُّتَصَدِّعً۬ا مِّنۡ خَشۡيَةِ ٱللَّهِ‌ۚ وَتِلۡكَ ٱلۡأَمۡثَـٰلُ نَضۡرِبُہَا لِلنَّاسِ لَعَلَّهُمۡ يَتَفَكَّرُونَ (﻿٢١﻿) هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ‌ۖ عَـٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَـٰدَةِ‌ۖ هُوَ ٱلرَّحۡمَـٰنُ ٱلرَّحِيمُ (﻿٢٢﻿) هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ٱلۡمَلِكُ ٱلۡقُدُّوسُ ٱلسَّلَـٰمُ ٱلۡمُؤۡمِنُ ٱلۡمُهَيۡمِنُ ٱلۡعَزِيزُ ٱلۡجَبَّارُ ٱلۡمُتَڪَبِّرُ‌ۚ سُبۡحَـٰنَ ٱللَّهِ عَمَّا يُشۡرِڪُونَ (﻿٢٣﻿) هُوَ ٱللَّهُ ٱلۡخَـٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُ‌ۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ‌ۚ يُسَبِّحُ لَهُ ۥ مَا فِى ٱلسَّمَـٰوَٲتِ وَٱلۡأَرۡضِ‌ۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ (﻿٢٤﻿)",
        "spell": "",
        "indo": "21. sekiranya Kami turunkan Al-Quran ini ke atas sebuah gunung, nescaya Engkau melihat Gunung itu khusyuk serta pecah belah kerana takut kepada Allah. dan (ingatlah), misal-misal Perbandingan ini Kami kemukakan kepada umat manusia, supaya mereka memikirkannya.<br/><br/>22. Dia lah Allah, Yang tidak ada Tuhan melainkan dia; Yang mengetahui perkara Yang ghaib dan Yang nyata; Dia lah Yang Maha Pemurah, lagi Maha Mengasihani.<br/><br/>23. Dia lah Allah, Yang tidak ada Tuhan melainkan dia; Yang Menguasai (sekalian alam); Yang Maha Suci; Yang Maha Selamat sejahtera (dari Segala kekurangan); Yang Maha melimpahkan Keamanan; Yang Maha pengawal serta Pengawas; Yang Maha Kuasa; Yang Maha kuat (menundukkan segala-galanya); Yang Melengkapi Segala KebesaranNya. Maha suci Allah dari Segala Yang mereka sekutukan dengannya.<br/><br/>24. Dia lah Allah, Yang menciptakan sekalian makhluk; Yang mengadakan (dari tiada kepada ada); Yang membentuk rupa (makhluk-makhlukNya menurut Yang dikehendakiNya); bagiNyalah nama-nama Yang sebaik-baiknya dan semulia-mulianya; bertasbih kepadanya Segala Yang ada di langit dan di bumi; dan Dia lah Yang tiada bandingNya, lagi Maha Bijaksana.",
        "audio": "16_al-hasyr_21-24.mp3"
    }
    ,
    {
        "title": "17. Al-Jin (juzuk 29, ayat 1-9)",
        "arabic": "بِسۡمِ ٱللهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِيمِ
قُلۡ أُوحِىَ إِلَىَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٌ۬ مِّنَ ٱلۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبً۬ا (﻿١﻿) يَہۡدِىٓ إِلَى ٱلرُّشۡدِ فَـَٔامَنَّا بِهِۦ‌ۖ وَلَن نُّشۡرِكَ بِرَبِّنَآ أَحَدً۬ا (﻿٢﻿) وَأَنَّهُ ۥ تَعَـٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَـٰحِبَةً۬ وَلَا وَلَدً۬ا (﻿٣﻿) وَأَنَّهُ ۥ كَانَ يَقُولُ سَفِيہُنَا عَلَى ٱللَّهِ شَطَطً۬ا (﻿٤﻿) وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَى ٱللَّهِ كَذِبً۬ا (﻿٥﻿) وَأَنَّهُ ۥ كَانَ رِجَالٌ۬ مِّنَ ٱلۡإِنسِ يَعُوذُونَ بِرِجَالٍ۬ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقً۬ا (﻿٦﻿) وَأَنَّہُمۡ ظَنُّواْ كَمَا ظَنَنتُمۡ أَن لَّن يَبۡعَثَ ٱللَّهُ أَحَدً۬ا (﻿٧﻿) وَأَنَّا لَمَسۡنَا ٱلسَّمَآءَ فَوَجَدۡنَـٰهَا مُلِئَتۡ حَرَسً۬ا شَدِيدً۬ا وَشُہُبً۬ا (﻿٨﻿) وَأَنَّا كُنَّا نَقۡعُدُ مِنۡہَا مَقَـٰعِدَ لِلسَّمۡعِ‌ۖ فَمَن يَسۡتَمِعِ ٱلۡأَنَ يَجِدۡ لَهُ ۥ شِہَابً۬ا رَّصَدً۬ا (﻿٩﻿",
        "spell": "",
        "indo": "1. Katakanlah (Wahai Muhammad): \”Telah diwahyukan kepadaku, Bahawa sesungguhnya: satu rombongan jin telah mendengar (Al-Quran Yang Aku bacakan), lalu mereka (menyampaikan hal itu kepada kaumnya dengan) berkata: `Sesungguhnya Kami telah mendengar Al-Quran (sebuah Kitab Suci) Yang susunannya dan kandungannya sungguh menakjubkan!<br/><br/>2. `Kitab Yang memberi panduan ke jalan Yang betul, lalu Kami beriman kepadaNya, dan Kami tidak sekali-kali akan mempersekutukan sesuatu makhluk Dengan Tuhan kami.<br/><br/>3. `Dan (ketahuilah Wahai kaum kami!) Bahawa sesungguhnya: tertinggilah kebesaran dan keagungan Tuhan kita daripada beristeri atau beranak.<br/><br/>4. `Dan (dengan ajaran Al-Quran nyatalah) Bahawa sesungguhnya: (ketua) Yang kurang akal pertimbangannya dari kalangan kita telah mengatakan terhadap Allah kata-kata Yang melampaui kebenaran;<br/><br/>5. `Dan Bahawa Sesungguhnya (nyatalah kesalahan) kita menyangka Bahawa manusia dan jin tidak sekali-kali akan berani mengatakan sesuatu Yang dusta terhadap Allah.<br/><br/>6. `Dan Bahawa Sesungguhnya adalah (amat salah perbuatan) beberapa orang dari manusia, menjaga dan melindungi dirinya Dengan meminta pertolongan kepada ketua-ketua golongan jin, kerana Dengan permintaan itu mereka menjadikan golongan jin bertambah sombong dan jahat.<br/><br/>7. `Dan Bahawa Sesungguhnya (tidaklah benar) manusia menyangka sebagaimana Yang kamu sangka, Bahawa Allah tidak sekali-kali mengutuskan sebarang Rasul (atau tidak akan membangkitkan manusia pada hari kiamat).<br/><br/>8. `Dan Bahawa Sesungguhnya Kami telah berusaha mencari berita langit, lalu Kami dapati langit itu penuh Dengan pengawal-pengawal Yang sangat kuat kawalannya, dan (dengan rejaman-rejaman) api Yang menyala.<br/><br/>9. `Padahal Sesungguhnya Kami dahulu biasa menduduki tempat-tempat (perhentian) di langit untuk mendengar (percakapan penduduknya); maka sekarang sesiapa Yang cuba Mendengar, akan mendapati api Yang menyala Yang menunggu merejamnya.",
        "audio": "17_al-jin_1-9.mp3"
    }
    ,
    {
        "title": "18. Al-Zalzalah 30 (ayat 1-8)",
        "arabic": "بِسۡمِ ٱللهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِيمِ
إِذَا زُلۡزِلَتِ ٱلۡأَرۡضُ زِلۡزَالَهَا (﻿١﻿) وَأَخۡرَجَتِ ٱلۡأَرۡضُ أَثۡقَالَهَا (﻿٢﻿) وَقَالَ ٱلۡإِنسَـٰنُ مَا لَهَا (﻿٣﻿) يَوۡمَٮِٕذٍ۬ تُحَدِّثُ أَخۡبَارَهَا (﻿٤﻿) بِأَنَّ رَبَّكَ أَوۡحَىٰ لَهَا (﻿٥﻿) يَوۡمَٮِٕذٍ۬ يَصۡدُرُ ٱلنَّاسُ أَشۡتَاتً۬ا لِّيُرَوۡاْ أَعۡمَـٰلَهُمۡ (﻿٦﻿) فَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٍ خَيۡرً۬ا يَرَهُ ۥ (﻿٧﻿) وَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٍ۬ شَرًّ۬ا يَرَهُ ۥ (﻿٨﻿)",
        "spell": "",
        "indo": "1. apabila bumi digegarkan Dengan gegaran Yang sedahsyat-dahsyatnya,<br/><br/>2. serta bumi itu mengeluarkan Segala isinya,<br/><br/>3. dan berkatalah manusia (dengan perasaan gerun); \"Apa Yang sudah terjadi kepada bumi?\"<br/><br/>4. pada hari itu bumipun menceritakan khabar beritanya:<br/><br/>5. Bahawa Tuhanmu telah memerintahnya (berlaku demikian).<br/><br/>6. pada hari itu manusia akan keluar berselerak (dari kubur masing-masing) - untuk diperlihatkan kepada mereka (balasan) amal-amal mereka.<br/><br/>7. maka sesiapa berbuat kebajikan seberat zarah, nescaya akan dilihatnya (dalam surat amalnya)!<br/><br/>8. dan sesiapa berbuat kejahatan seberat zarah, nescaya akan dilihatnya (dalam surat amalnya)!",
        "audio": "18_al-zalzalah_1-8.mp3"
    }
    ,
    {
        "title": "19. Al-Ikhlas 30 (ayat 1-4)",
        "arabic": "بِسۡمِ ٱللهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِيمِ
قُلۡ هُوَ ٱللَّهُ أَحَدٌ (﻿١﻿) ٱللَّهُ ٱلصَّمَدُ (﻿٢﻿) لَمۡ يَلِدۡ وَلَمۡ يُولَدۡ (﻿٣﻿) وَلَمۡ يَكُن لَّهُ ۥ ڪُفُوًا أَحَدٌ (﻿٤﻿)",
        "spell": "",
        "indo": "1. Katakanlah (Wahai Muhammad): \”(Tuhanku) ialah Allah Yang Maha Esa;<br/><br/>2. \”Allah Yang menjadi tumpuan sekalian makhluk untuk memohon sebarang hajat;<br/><br/>3. \”Ia tiada beranak, dan ia pula tidak diperanakkan;<br/><br/>4. \”Dan tidak ada sesiapapun Yang serupa denganNya\”.",
        "audio": "19_al-ikhlas_1-4.mp3"
    }
    ,
    {
        "title": "20. Al-Falaq 30 (ayat 1-5)",
        "arabic": "بِسۡمِ ٱللهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِيمِ
قُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ (﻿١﻿) مِن شَرِّ مَا خَلَقَ (﻿٢﻿) وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ (﻿٣﻿) وَمِن شَرِّ ٱلنَّفَّـٰثَـٰتِ فِى ٱلۡعُقَدِ (﻿٤﻿) وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ (﻿٥﻿)",
        "spell": "",
        "indo": "1. Katakanlah (Wahai Muhammad); \"Aku berlindung kepada (Allah) Tuhan Yang menciptakan sekalian makhluk,<br/><br/>2. \"Dari bencana makhluk-makhluk Yang ia ciptakan;<br/><br/>3. \"Dan dari bahaya gelap apabila ia masuk;<br/><br/>4. \"Dan dari kejahatan makhluk-makhluk Yang menghembus-hembus pada simpulan-simpulan (dan ikatan-ikatan);<br/><br/>5. \"Dan dari kejahatan orang Yang dengki apabila ia melakukan dengkinya\".",
        "audio": "20_al-falaq_1-5.mp3"
    }
    ,
    {
        "title": "21. An-Naas 30 (ayat 1-6)",
        "arabic": "بِسۡمِ ٱللهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِيمِ
قُلۡ أَعُوذُ بِرَبِّ ٱلنَّاسِ (﻿١﻿) مَلِكِ ٱلنَّاسِ (﻿٢﻿) إِلَـٰهِ ٱلنَّاسِ (﻿٣﻿) مِن شَرِّ ٱلۡوَسۡوَاسِ ٱلۡخَنَّاسِ (﻿٤﻿) ٱلَّذِى يُوَسۡوِسُ فِى صُدُورِ ٱلنَّاسِ (﻿٥﻿) مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ (﻿٦﻿)",
        "spell": "",
        "indo": "1. Katakanlah (Wahai Muhammad): \”Aku berlindung kepada (Allah) Pemulihara sekalian manusia.<br/><br/>2. \”Yang Menguasai sekalian manusia,<br/><br/>3. \”Tuhan Yang berhak disembah oleh sekalian manusia,<br/><br/>4. \”Dari kejahatan pembisik penghasut Yang timbul tenggelam, -<br/><br/>5. \”Yang melemparkan bisikan dan hasutannya ke Dalam hati manusia, -<br/><br/>6. \”(Iaitu pembisik dan penghasut) dari kalangan jin dan manusia\”.",
        "audio": "21_an-nas_1-6.mp3"
    }
    
    ]
}
